tap "aryankumar07/tap"
brew "bat"
brew "btop"
brew "cmake"
brew "curl"
brew "eza"
brew "gh"
brew "gnupg"
brew "lazygit"
brew "ninja"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "yazi"
brew "zoxide"
cask "docker-desktop"
cask "font-fira-code"
cask "aryankumar07/tap/jsawn"
cask "ngrok"
cask "raycast"
cask "vlc"
cask "wezterm"
