brew "bat"
brew "cbonsai"
brew "cmake"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gettext"
brew "gnupg"
brew "go"
brew "neofetch"
brew "ninja"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "yazi"
brew "zoxide"
cask "font-fira-code"
