tap "aryankumar07/tap"
tap "oven-sh/bun"

brew "bat"
brew "btop"
brew "cbonsai"
brew "cmake"
brew "curl"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gettext"
brew "gh"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gum"
brew "lazygit"
brew "maven"
brew "mole"
brew "neofetch"
brew "ninja"
brew "opencode"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "yazi"
brew "zoxide"
brew "oven-sh/bun/bun"

cask "chromium"
cask "font-fira-code"
cask "ngrok"
cask "vlc"
cask "aryankumar07/tap/jsawn"
